{"id": 2, "name": "Akusaa", "description": "Aegyptus Scholar and Occultist (Sage)\nA highly knowledgeable linguist and occultist originally from Aegyptus, Akusaa is a woman in her early thirties who left that area under some duress. She was accused of stealing sacred tomes, a crime she did not actually commit, and is now an outcast from her homeland. She supports herself by taking work as a translator but is more interested in seeking out lore regarding Germanic mysticism in the frontier region, which is what has brought her to the Laurium area. She is on the hunt for mystically potent relics to investigate a theory she has on the ways the gods empower and guide favored mortals.\nAkusaa is polite and well-spoken, though prone to conversing a touch too formally and made uncomfortable by some of the rugged and unfamiliar habits of those living in the frontier region. She prefers to adopt an androgynous appearance and feels uneasy when people focus on her femininity. \nShe has had some small brushes with the supernatural, particularly in her dreams, which have taken her to strange and vividly inexplicable places. She is convinced the gods are active participants in mortal affairs, not always to mortals’ benefit. She finds conflict distasteful and seeks others to help her defend herself against threats that may arise in the course of her pursuits.", "truths": [{"id": 5, "description": "Aegyptus"}, {"id": 6, "description": "Dreamwalker"}, {"id": 7, "description": "Seeking the Lost"}, {"id": 8, "description": "Student of the Occult"}, {"id": 9, "description": "I Have a Secret"}], "attributes": {"id": 2, "agility": 6, "brawn": 6, "coordination": 9, "gravitas": 9, "insight": 11, "reason": 11, "will": 10}, "actualStress": 0, "maxStress": 11, "actualInjuries": 0, "maxInjuries": 3, "fatigue": 0, "armour": 0, "courage": 2, "languages": " Coptic, Aramaic, Celtic, Germanic, Greek, Latin, Punic", "caste": "Outcast", "resources": 0, "background": "Scholar", "personalAgenda": "Acquire an Object. An important item or relic has gone missing in the wilderness, and you aim to locate it.", "characteristic": "Dreamwalker. Sleep is a mere gateway, and even as a child you wandered the Dreamlands.", "talents": [{"id": 6, "name": "Applied Knowledge", "description": "The knowledge you have accumulated gives you bursts of insight to deal with unexpected challenges. Once per scene, you may use Academia in place of another skill when you make a skill test, and you count as having an appropriate focus for that test."}, {"id": 7, "name": "Fade Away", "description": "Once per scene as a minor action, you can generate 2 Threat for the GM’s Threat pool to slip from sight. If you do so, you cannot be the target of an attack (other than attacks with the Area damage effect) until the start of your next turn. If you are behind heavy cover (such as a large tree trunk or short stone wall) when you use this talent, you do not need to generate Threat."}, {"id": 8, "name": "Foreboding Survival", "description": "Every so often, it feels like you narrowly avoid disaster thanks to an unknown guiding hand. How you avoid these fates is unknown, but bad luck seems to befall those around you. Once per session when you are dealt an injury, you may generate 3 Threat for the GM’s Threat pool in order to avoid suffering that injury. At the GM’s discretion, you may receive opportunities to avoid other misfortune as well in exchange for generating 3 Threat."}, {"id": 9, "name": "Vero Nihil Verius", "description": "You have a keen eye that can spot the truth of a matter. Whenever you make a skill test to detect danger or hidden enemies, reduce the difficulty by 1."}, {"id": 10, "name": "Writ in Stone", "description": "Your homeland is known for its long history, some of which is etched into stone on the faces of ancient walls. When you make an Academia-based test to recall a bit of relevant history or lore, you can re-roll any dice that fail to produce a success. "}], "weapons": [{"id": 3, "name": "Cudgel", "weaponType": 1, "range": "Reach 2", "damage": 3, "effects": "Stun"}, {"id": 4, "name": "Sling", "weaponType": 3, "range": "Medium range", "damage": 5, "effects": "Stun, Innacurate, Subtle"}], "equipment": [{"id": 5, "name": "Plain Traveling Clothes", "description": null}, {"id": 6, "name": "Suit of Fine Clothing (stowed)", "description": null}, {"id": 7, "name": "Personal Library", "description": "Choice tomes and reference materials."}, {"id": 8, "name": "Pet Mouse", "description": "A small gray mouse named Ruhig, often hidden in Akusaa’s clothing."}, {"id": 9, "name": "Writing Materials and Tools", "description": "Includes vellum or papyrus scrolls and books"}, {"id": 10, "name": "Stylus and Wax Tablet", "description": "To make quick, impermanent notes, writers often employ a bronze stylus with a point on one end and a flat spade on the other, scribing into sheets of wax contained in a wooden or metal box. When a record is no longer needed, they use the stylus’s spade to wipe out the markings."}], "skills": {"id": 2, "academia": 4, "athletics": 0, "crafting": 2, "engineering": 2, "fighting": 0, "medicine": 2, "observation": 3, "persuasion": 2, "resilience": 2, "stealth": 0, "survival": 0, "tactics": 1, "focus": [{"id": 8, "skill_name": "academia", "focus_name": "Religion"}, {"id": 6, "skill_name": "academia", "focus_name": "History"}, {"id": 7, "skill_name": "academia", "focus_name": "Linguistics"}, {"id": 9, "skill_name": "observation", "focus_name": "Sight"}]}}