{"id": 4, "name": "Herodion", "description": "Greek Courier (Schemer)\nHerodion is a Greek man in his early thirties who has led an interesting but sometimes difficult life, having overcome a number of obstacles through his intelligence and determination. In his youth, he survived as an orphaned urchin in the streets and was later enslaved, but he was eventually able to purchase his freedom. His memories of his family are hazy, but he has held onto one of being told his ancestors once lived in Atlantis, before it fell\nAs a youth, he received enough education to prove his worth as a favored servant during his enslavement to a wealthy Roman family in Colonia. He attained a ready mastery of letters and numbers, eventually securing a position as a clerk. Since acquiring his freedom, he has more often worked as a courier and messenger. He is pragmatic and morally flexible, quite willing to take advantage of situations to ensure his survival. He is skilled with a blade and prepared to use it, though he prefers to talk his way out of trouble.\nKey to turning his fortunes around in Colonia was garnering the attention of a secret patron who spotted his potential and recruited him to join a branch of the Fingers of Dawn. He is still a junior and largely uninformed member of this cult, but he is ready to answer the call when its people reach out to him. He is also eager to acquire any information that might be of use to them, in order to improve his standing. Many of his courier jobs are connected to this group, including a recent task to bring important missives to the town of Laurium.", "truths": [{"id": 14, "description": "Greek"}, {"id": 15, "description": "Atlantean Ancestry"}, {"id": 16, "description": "Former Servant"}, {"id": 17, "description": "I Have a Secret"}], "attributes": {"id": 4, "agility": 9, "brawn": 9, "coordination": 9, "gravitas": 10, "insight": 8, "reason": 8, "will": 8}, "actualStress": 0, "maxStress": 11, "actualInjuries": 0, "maxInjuries": 3, "fatigue": 0, "armour": 1, "courage": 0, "languages": "Greek, Latin (conversational)", "caste": "Plebian", "resources": 2, "background": "Urchin", "personalAgenda": "Uncover Secrets. You set out to learn the secrets of everyone you encounter.", "characteristic": " Atlantean Ancestry. Your lineage traces back to the civilization of Atlantis, giving you certain exceptional insights and abilities. You might receive visions or experience inexplicable phenomena related to your Atlantean ties.", "talents": [{"id": 15, "name": "Bizarre Insight", "description": " Your mind often shows you glimpses of things you couldn’t otherwise know. Once per scene, you may generate 1 Threat for the GM’s Threat pool to Obtain Information (ask the GM a question; see Common Uses for Momentum, page 17) without succeeding on a skill test."}, {"id": 16, "name": "Et Tu?", "description": "You know the best method of attack is with an open hand in front and a dagger clenched behind your back. When you have made a successful Persuasion-based skill test to influence or deceive an enemy during a scene, if you make a successful surprise attack against them (see Surprise Attack, page 25), you may roll +1 on that attack for every effect [ ]; effects [ ] rolled on these additional dice do not themselves produce additional [ ]."}, {"id": 17, "name": "Practiced Listener", "description": "Your homeland is rife with the great thinkers of the age, each with their own unique perspective on truth. Hearing their words in the streets of Greece and at the forum has given you a keen mind for insight. When performing an Insight-based test to determine the honesty of someone speaking, you may re-roll each d20 that fails to result in a success."}, {"id": 18, "name": "Suspicious", "description": "You are suspicious of everything and everyone. You treat every suspicious character (or suspect thicket of brambles) like they might be a threat to your life. In the first round of combat, any hostile character who targets you with an attack before your turn increases the difficulty of their action by +1."}], "weapons": [{"id": 8, "name": "Dagger", "weaponType": 1, "range": "Reach 1", "damage": 3, "effects": "Piercing 1, Hidden, Subtle"}, {"id": 9, "name": "Sword", "weaponType": 1, "range": "Reach 2", "damage": 5, "effects": "Parrying"}], "equipment": [{"id": 13, "name": "Plain Traveling Clothes", "description": null}, {"id": 14, "name": "Suit of Fine Clothing", "description": null}, {"id": 15, "name": "Personal Library of Choice Reference Materials", "description": null}, {"id": 16, "name": "Pet Mouse", "description": "A small gray mouse named Ruhig, often hidden in Akusaa’s clothing."}, {"id": 17, "name": "Satchel Containing Papers Including Identification for Checkpoints", "description": null}, {"id": 18, "name": "Papyrus Scroll (skill kit)", "description": "Covering a range of material, scrolls can be found on nearly any subject from the history of the empire to the philosophical theories of an obscure thinker. This papyrus scroll contains enough knowledge to provide 3 bonus Momentum for buying d20s."}], "skills": {"id": 4, "academia": 2, "athletics": 2, "crafting": 0, "engineering": 0, "fighting": 2, "medicine": 0, "observation": 4, "persuasion": 3, "resilience": 2, "stealth": 3, "survival": 0, "tactics": 0, "focus": [{"id": 18, "skill_name": "stealth", "focus_name": "Sneak"}, {"id": 17, "skill_name": "persuasion", "focus_name": "Negotiation"}, {"id": 14, "skill_name": "academia", "focus_name": "Finance"}, {"id": 16, "skill_name": "persuasion", "focus_name": "Deception"}, {"id": 15, "skill_name": "observation", "focus_name": "Hearing"}]}}